Repository: feuerfrei92/Media
Catalog: WebMediaClient/Resources.*.resx
Languages: bg

source: Accept
bg: Приеми

source: Add friend
bg: Добави приятел

source: Add subsection
bg: Създай подсекция

# AddTopic
source: Add new topic
bg: Създай нова тема

source: Admin
bg: Админ

source: Advanced search
bg: Разширено търсене

source: Age
bg: Възраст

# AlbumSettings
source: Manage album settings
bg: Настройки на албум

# AllTopics
source: View all topics
bg: Всички теми

# AlreadyMember
source: You are already a member
bg: Вече сте член

# Anonymous
source: Post anonymously
bg: Анонимен

source: Apply for membership
bg: Кандидатствай за членство

# BrowseAnonymous
source: Browse section anonymously
bg: Анонимно членство

source: Change
bg: Смени

source: Change main picture
bg: Смени заглавна снимка

source: Change password
bg: Смени парола

source: Change password form
bg: Смяна на парола

source: Change position
bg: Смени позиция

# ChangePositionOfUser
source: Change role of an user
bg: Смени позицията на члена

source: Change your settings
bg: Смени настройките си

# ChatRoom
source: Join chat room
bg: Влез в чат стаята

# ChatRoomName
source: Chat room
bg: Чат стая

source: Code
bg: Код

source: Confirm new password
bg: Потвърди новата парола

source: Confirm password
bg: Потвърди паролата

source: Create
bg: Създай

source: Create album
bg: Създай албум

source: Create group chat
bg: Създай групов чат

source: Create interest
bg: Създай интерес

source: Create photo
bg: Качи снимка

source: Create profile
bg: Създай профил

source: Create section
bg: Създай секция

source: Create topic
bg: Създай тема

source: Create video
bg: Качи видео

source: CurrentPassword
bg: Текуща парола

source: Decline
bg: Отхвърли

source: Delete
bg: Изтрий

source: Delete topic
bg: Изтрий темата

source: Display search section results
bg: Покажи резултатите

source: Edit
bg: Редактирай

source: Edit comment
bg: Редактирай коментар

source: Email
bg: Имейл

source: Email link
bg: Имейл линк

source: Everyone
bg: Всеки

source: Followed interests
bg: Последвани интереси

source: Followers
bg: Последователи

source: Friends
bg: Приятели

source: FriendsOfFriends
bg: Приятели на приятелите

# FullActivity
source: View full activity
bg: Виж цялата активност

source: Gender
bg: Пол

source: Home page
bg: Начална страница

source: Invalid action
bg: Невалидна операция

source: Latest activity
bg: Последна активност

source: Latest friends activity
bg: Последна активност на приятелите

source: Log in
bg: Вход

source: Make profile picture
bg: Направи профилна снимка

source: Maximum age
bg: Максимална възраст

source: Minimum age
bg: Минимална възраст

source: Mod
bg: Мод

source: Name
bg: Име

source: New friends requests
bg: Нови заявки за приятелство

source: New password
bg: Нова парола

# NewSubscribedTopics
source: Subscribed topics with new comments
bg: Нови коментирани теми

# NonAnonymous
source: Don't post anonymously
bg: Коментирай открито

source: Non permited operation
bg: Забранена операция

source: offline
bg: неактивен

source: online
bg: активен

source: Owner type
bg: Тип на притежател

source: Password
bg: Парола

# PhotoFile
source: Select image file
bg: Избери снимков файл

# ProfilePictureChanged
source: Profile picture successfully changed
bg: Успешна смяна

source: Profile search results
bg: Резултати от търсенето

# ProfileSettings
source: Manage profile settings
bg: Настройки на профила

source: Publicity
bg: Публичност

source: Quote
bg: Цитирай

source: Register
bg: Регистрирай се

source: Registered
bg: Регистриран

# RegisterNewUser
source: Register as a new user
bg: Регистрирай се като нов потребител

source: Regular
bg: Редови

# RememberBrowser
source: Remember this browser
bg: Запомни браузър

source: Reply
bg: Отговор

source: Reset
bg: Възстанови начална стойност

source: Search
bg: Търси

source: Search profiles by criteria
bg: Търси профил по критерии

# SectionsMember
source: Sections you are member of
bg: Секции на които сте член

source: Select members
bg: Избери членове

source: Select position
bg: Избери позиция

source: Select user
bg: Избери потребител

source: Send
bg: Изпрати

source: Start chat
bg: Започни чат

source: Submit
bg: Завърши

source: Subscribed topics
bg: Коментирани теми

source: Successfully deleted
bg: Успешно изтриване

source: Suspend
bg: Отстрани

source: Suspended until
bg: Отстранен до

source: Suspend user
bg: Отстрани член

# UnmatchingPassword
source: The password and confirmation password do not match.
bg: Паролите не съвпадат

source: Update
bg: Редактирай

source: Update profile
bg: Редактирай профил

source: Update settings
bg: Обнови настройки

source: Update your profile
bg: Редактирай профила си

# UploadedVideos
source: See uploaded videos
bg: Виж качени клипове

source: Upload photo
bg: Качи снимка

source: Upload video
bg: Качи видео

source: Username
bg: Потребителско име

# VideoFile
source: Select video file
bg: Избери видео файл

# ViewAllComments
source: View all comments in this section
bg: Виж всичките им коментари в секцията

# ViewAllTopics
source: View all topics in this section
bg: Виж всичките им теми в секцията

# WholeTopic
source: View whole topic
bg: Виж цялата тема

source: Hello,
bg: Здравей,

# ViewProfile
source: View your profile
bg: Виж профила си

source: Log off
bg: Изход

source: Female
bg: Жена

source: Male
bg: Мъж

# UnreadMessages
source: View unread messages
bg: Непрочетени съобщения
